import React from 'react';
import styles from  './AboutOverlay.module.css';

const AboutOverlay = () => {
  return (
    <div>
      <p>
        🛠 Innovative Problem Solver by Lifestyle 🛠 | ⚙ Front End Engineer by Trade ⚙
        ——————————————————————————————————————————————————————————————————————————————————————————————
        💻 JavaScript | React | HTML & CSS | Python | Front-End Apps with API Integration 💻
        ——————————————————————————————————————————————————————————————————————————————————————————————
        🤝 18+ years of experience bringing Innovation, Enthusiasm, and Excellence to the workplace 🤝
        ——————————————————————————————————————————————————————————————————————————————————————————————'
      </p>
    </div>  
  );
}

export default AboutOverlay;